reject_1012 = {
    'statusCode': 1012,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. '
    'Для совершения операции обратитесь в офис Банка.',
}

reject_1014 = {
    'statusCode': 1014,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. '
    'Для совершения операции обратитесь в офис Банка.',
}

reject_1017 = {
    'statusCode': 1017,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. '
    'Для совершения операции обратитесь в офис Банка.',
}

reject_1018 = {
    'statusCode': 1018,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. '
    'Таможенная служба приостановила операции по счетам организации/ИП. '
    'Узнайте подробнее на сайте ФТС. После снятия ограничений, повторите попытку.',
}

reject_1020 = {
    'statusCode': 1020,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. '
    'Выявлена запись о недостоверности сведений в ЕГРИП/ЕГРЮЛ. '
    'Обновите данные в ФНС и повторите заявку на открытие счета.',
}

reject_1021 = {
    'statusCode': 1021,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. '
    'Для открытия счета обратитесь в офис Банка, обслуживающий физических лиц.',
}

reject_1022 = {
    'statusCode': 1022,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. Статус в ЕГРИП/ЕГРЮЛ "ликвидирован". '
    'Обновите данные в ФНС и повторите попытку совершения операции.',
}

reject_1023 = {
    'statusCode': 1023,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. Статус в ЕГРИП/ЕГРЮЛ "ликвидирован". '
    'Обновите данные в ФНС и повторите попытку совершения операции.',
}

reject_1024 = {
    'statusCode': 1024,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. Статус в ЕГРИП/ЕГРЮЛ "ликвидирован". '
    'Обновите данные в ФНС и повторите попытку совершения операции.',
}

reject_1025 = {
    'statusCode': 1025,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП недоступен. Статус в ЕГРИП/ЕГРЮЛ "ликвидирован". '
    'Обновите данные в ФНС и повторите попытку совершения операции.',
}

reject_1027 = {
    'statusCode': 1027,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1028 = {
    'statusCode': 1028,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1029 = {
    'statusCode': 1029,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1030 = {
    'statusCode': 1030,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1031 = {
    'statusCode': 1031,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1032 = {
    'statusCode': 1032,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1033 = {
    'statusCode': 1033,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1034 = {
    'statusCode': 1034,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1035 = {
    'statusCode': 1035,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1036 = {
    'statusCode': 1036,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1037 = {
    'statusCode': 1037,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1038 = {
    'statusCode': 1038,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1039 = {
    'statusCode': 1039,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1040 = {
    'statusCode': 1040,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1041 = {
    'statusCode': 1041,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1042 = {
    'statusCode': 1042,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1043 = {
    'statusCode': 1043,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1044 = {
    'statusCode': 1044,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1045 = {
    'statusCode': 1045,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1046 = {
    'statusCode': 1046,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1047 = {
    'statusCode': 1047,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1048 = {
    'statusCode': 1048,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1049 = {
    'statusCode': 1049,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1050 = {
    'statusCode': 1050,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1051 = {
    'statusCode': 1051,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}

reject_1052 = {
    'statusCode': 1052,
    'statusDesc': 'К сожалению, сервис открытия счета для ИП/организации недоступен. '
    'Вы можете обратиться в любой офис банка, обслуживающий юридических лиц.',
}
